Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: The company ended 2016 with EBITDA of $78.4M, a strong recovery after losses in 2014 and 2015
es: La compañía terminó el 2016 con un EBITDA de US$ 78,4 millones, una fuerte recuperación tras las pérdidas de 2014 y 2015

source: The completed test well diameter could be in the range of 150 mm to 250mm diameter depending on the assessment of the piezometer flow testing results;
es: El diámetro del pozo de pruebas habilitado puede ser de entre 150 mm y 250 mm dependiendo de la evaluación de los resultados de los ensayos de flujo en el piezómetro;

source: The conceptual hydrogeological model developed for the project area formed the basis for the development of a 3D numerical groundwater flow model.
es: El modelo hidrogeológico conceptual desarrollado para el área del proyecto constituyó la base para el desarrollo del modelo numérico 3D de flujo de aguas subterráneas.

source: The conceptual model described in this section serves as the basis for design of the numerical model, described in Section 2.3 below.
es: El modelo conceptual descrito en esta sección sirve de base para el diseño del modelo numérico descrito en la Sección 2.3 a continuación.

source: The consideration of the geological and tectonic environment of the site led to the selection of GMPEs that have specifically been developed for plate interface, intraslab, and crustal fault sources as part of the ground motion characterization (GMC) model.
es: La consideración del entorno geológico y tectónico del sitio llevó a seleccionar ecuaciones GMPE que han sido desarrolladas específicamente para fuentes de interfaz entre placas, de intraplaca y corticales como parte del modelo de caracterización de movimientos sísmicos (GMC).

source: The continuity and thickness of the unit enable evaluation of the basin paleo surface and structural conditions pre- and post- intrusions
es: La continuidad y potencia de la unidad permiten evaluar la paleo superficie de la cuenca y las condiciones estructurales pre y post intrusiones.

source: The contours represent ground motion levels for an M 8.0 intraslab earthquake hypocenter at different locations within the subducted Nazca plate.
es: Las líneas de contorno representan los niveles de aceleración para un sismo intraplaca de magnitud M 8,0 con hipocentro en diferentes lugares de la placa subducida de Nazca.

source: The contours show that the maximum values for PGA occur at about 75 km below the Spence project site.
es: Las líneas de contorno muestran que los valores de aceleración horizontal máxima ocurren a alrededor de 75 km por debajo del proyecto Spence.

source: The contractor had been briefed prior to arrival on site as to PPE requirements and precautions required for working at heights, however due to a weather delay of one day, the contractor sent a team other than the one planned for the job.
es: El contratista había recibido instrucciones antes de su llegada sobre los requisitos de EPP y precauciones sobre trabajo en altura. Sin embargo, debido a una demora de un día por mal tiempo, el contratista envió una cuadrilla diferente a la que estaba planeada para el trabajo.

source: The contribution of moderate to large earthquakes (i.e., M6.5+) from crustal background area and mapped seismogenic fault sources to the EDGM values at the Spence Mine site is minimal at return periods and for spectral accelerations of engineering interest.
es: La contribución a los parámetros sísmicos de diseño en la mina Spence de los sismos moderados a grandes (M6,5+) originados en fuentes de área de fondo cortical y en fuentes de fallas sismogénicas mapeadas es mínima en los periodos de retorno y para las aceleraciones espectrales de interés para la ingeniería.

source: The controlling MCE spectral accelerations are associated with an M8 intraslab earthquake for periods up to 0.4 s and by an M9 interface earthquake for spectral periods of ≥0.4 s.
es: Las aceleraciones espectrales del evento MCE de control se asocian a un sismo de intraplaca M8 para periodos espectrales de hasta 0,4 s y a un sismo de interfaz M9 para periodos espectrales de ≥ 0,4 s.

source: The controlling MCE spectral accelerations, therefore, are defined by the M8 intraslab earthquake for periods up to 0.4 s and by the M9 interface earthquake for spectral periods ≥0.4 s.
es: Por lo tanto, las aceleraciones espectrales del evento MCE de control se definen por el sismo de intraplaca M8 para periodos de hasta 0,4 s y por el sismo de interfaz M9 para periodos ≥ 0,4 s.

source: The convergence and interaction between the Nazca and South America plates result in active crustal deformation and associated earthquakes across a several hundred kilometer wide zone that extends eastward of the PCT (Figure 1).
es: La convergencia e interacción entre las placas de Nazca y Sudamericana se traducen en deformación activa de la corteza y sismos en una zona de varios cientos de kilómetros de ancho que se extiende al este de la FPC (Figura 1).

source: The convergence and interaction between the Nazca and South American plates result in a several hundred kilometer wide zone of crustal deformation and earthquakes.
es: La convergencia e interacción entre las placas de Nazca y Sudamericana se traduce en una zona de varios cientos de kilómetros de ancho donde se producen deformación de la corteza y sismos.

source: The copper mineralization occurs within a complex of granodioritic to quartz-monzonite intrusive rocks and is considered to be associated with the emplacement of dykes in the Paleocene Epoch about 57 million years ago (Ma).
es: La mineralización de cobre ocurre en un complejo de rocas intrusivas granodioríticas a cuarzo-monzonitas y se considera que están asociadas con el emplazamiento de diques en el Paleoceno hace alrededor de 57 Ma (millones de años).

source: The correlation of these units to earlier interpretations in the baseline studies for the Project is provided on Figure 6a, while the seven distinct units defining the conceptual hydrogeological model are summarized below.
es: En la Figura 6a se presenta la correlación de estas unidades con interpretaciones anteriores incluidas en los estudios de línea de base para el Proyecto y las siete unidades que definen el modelo hidrogeológico conceptual se resumen a continuación.

source: The crew continued to work on site for 5 days and repeated air monitoring in the areas where elevated H2S had been identified.
es: El equipo siguió trabajando en el sitio durante 5 días y repitió el monitoreo de aire en las zonas donde se había encontrado alta concentración de H2S.

source: The crew immediately stopped work and informed the client site representative as well as the Golder Project Manager.
es: La cuadrilla detuvo los trabajos de inmediato e informó al representante del cliente en el sitio y también al gerente de proyecto de Golder.

source: The crew immediately stopped work and notified the Project Manager, who initially believed the line was not live and advised the crew to move the core hole, until the Golder client manager stopped work.
es: La cuadrilla detuvo los trabajos de inmediato y notificó al Gerente de Proyecto, quien inicialmente creyó que la línea no estaba activa y sugirió a la cuadrilla cambiar el lugar de perforación, hasta que el gerente del cliente de Golder detuvo los trabajos.

source: The crew of three workers attached the trailer to the truck.
es: La cuadrilla de tres trabajadores conectó el remolque al camión.

source: The crew was a sufficient distance away and not impacted by the gunfire
es: El equipo de trabajo estaba a suficiente distancia y no fueron alcanzados por la munición.

source: The cross-section model (illustrated on the image to the right) was constructed as follows:
es: El modelo en sección transversal (ilustrado en la imagen a la derecha) se construyó del siguiente modo:

source: The crustal background seismic source was defined based on the historical seismicity distribution on the South American plate within about 1,000 km of the site.
es: La fuente sísmica de fondo cortical se definió según la distribución histórica de la sismicidad en la placa Sudamericana en un radio de 1000 km de la mina.

source: The crustal faults make only a minor contribution to the site hazard at all return periods of interest because none of the mapped faults are close to the Spence Mine site, and have relatively low average slip rates and moderate maximum magnitudes when compared to the subduction zone sources.
es: Las fuentes corticales hacen solo una contribución menor al peligro en el sitio en todos los periodos de retorno de interés, debido a que ninguna de las fallas mapeadas se encuentra cerca de la mina Spence y tienen tasas promedio de deslizamiento relativamente bajas y magnitudes máximas moderadas al compararlas con las fuentes en zona de subducción.

source: The crustal sources are divided into fault sources and areal source zones, which is a common approach to addressing future earthquakes of this kind.
es: Las fuentes corticales se dividen en fuentes de falla y en zonas de fuente de área, que es un método común para tratar sismos futuros de esta clase.

source: The current Ground Control Management Plan is an appropriate tool for managing risks associated with unstable slopes, and should be updated regularly, particularly with regard to operational procedures for risk management and trigger levels for monitoring alarms and the Trigger Action Response Plan (TARP), based on operating experience
es: El actual Plan de Gestión de Control del Suelo es una herramienta adecuada para manejar riesgos asociados a taludes inestables y debe actualizarse con regularidad, en particular en relación con los procedimientos operacionales para la gestión de riesgos y los niveles que desencadenan alarmas de monitoreo y el Plan de Respuesta a Acción Desencadenada (TARP), basado en la experiencia operacional.

source: The current depressurization program of 18 horizontal drain holes does not appear to have influenced groundwater pressures in the slope
es: El actual programa de despresurización de 18 pozos de drenaje horizontales no parece haber influido en la presión de las aguas subterráneas en el talud.

source: The current study has shown that the handling of uncertainties is a critical component in the evaluation of the seismic hazard at the Spence project site.
es: El presente estudio ha demostrado que el tratamiento de las incertidumbres es un componente crítico de la evaluación del peligro sísmico en el proyecto Spence.

source: The cut-off magnitude is 5.5 for the 1964 to present period and 6.5 for the 1900 to 1963 period (http://earthquake.usgs.gov/data/centennial/), and
es: La magnitud de corte es 5,5 para el periodo 1964-actual y 6,5 para el periodo 1900-1963 (http://earthquake.usgs.gov/data/centennial/).

source: The cut-off magnitude is 5.5 for the 1964-present period and 6.5 for the 1900-1963 period.
es: La magnitud de corte es 5,5 para el periodo 1964-actual y 6,5 para el periodo 1900-1963.

source: The daily pre-start meeting is an opportunity to discuss site issues, such as:
es: La reunión previa diaria es una oportunidad para analizar aspectos del sitio o faena tales como:

source: The damage to the vehicle included the radiator, to the extent the vehicle was not drivable.
es: El daño al vehículo incluía el radiador, al punto que el vehículo no estaba en condiciones de circular.

source: The dams will be constructed as earthfill starter dams, and then raised using sand classified from the total tailings in a cyclone station, applying downstream construction techniques.
es: Los muros se construirán como muros de partida de tierra y luego se peraltarán usando arena clasificada a partir de los relaves totales en una estación de ciclones, aplicando técnicas de construcción aguas abajo.

source: The dark shade of green gives a nod to our founders with the lighter gradient evolving into the color gold that signiﬁes our forward-looking outlook.
es: El verde oscuro es un homenaje a nuestros fundadores y el gradiente más claro es una transición hacia el color dorado que simboliza nuestra mirada de futuro.

source: The deaggregation identifies the seismic sources and their relative contribution to the hazard at the site (e.g., Abrahamson 2006).
es: La desagregación identifica las fuentes sísmicas y su contribución relativa al peligro en el sitio (como Abrahamson 2006).

source: The declustered catalog contains 2,077 records of M≥5.0 earthquakes that were used for earthquake recurrence analysis (Section 4.2).
es: El catálogo depurado contiene 2077 registros de sismos M≥5,0 que se usaron para el análisis de recurrencia sísmica (Capítulo 4.2).

source: The degree of assessment and level of controls contained in the HSSE Plan / Journey Management Plan shall be commensurate to the identified risk(s).
es: El grado de evaluación y el nivel de los controles contenidos en el Plan de HSSE / plan de gestión de viajes debe equiparar los riesgos identificados.

source: The degree of conservatism is explicitly defined by the choice of annual exceedance probability.
es: El grado de conservadurismo se define de manera explícita mediante la elección de la probabilidad de excedencia anual.

source: The delay increased due to a drilling failure and several additional technical issues with freezing equipment.
es: El retraso aumentó debido a una falla con la perforación y a algunos problemas técnicos adicionales con equipamiento que se congelaba.

source: The depth limit is based on the 40 ±10 km depth extent of the seismically coupled zone found along different segments of the PCT and other subduction zones worldwide (e.g., Tichelaar and Ruff 1993).
es: El límite de la profundidad se basa en la extensión en profundidad de 40 ±10 km de la zona acoplada sísmicamente que se encuentra a lo largo de distintos segmentos de la FPC y de otras zonas de subducción en el mundo (Tichelaar y Ruff 1993, por ejemplo).

source: The depth of talent we have within our younger colleagues
es: La profundidad del talento que tenemos entre nuestros colegas jóvenes

source: The depth to groundwater (Figure 16) is, as expected, greatest in the higher ground (including approximately 30 or more meters along the North Ridge).
es: La profundidad de las aguas subterráneas (Figura 16) es, como se esperaba, mayor en las zonas más altas (inclusive aproximadamente 30 m o más a lo largo del Pico Norte).

source: The descending Nazca plate then dips at about 22° to 24° to a depth of about 100 km.
es: La placa descendente de Nazca luego buza aproximadamente 22° a 24°, hasta una profundidad cercana a 100 km.

source: The design concept involved locating each substation within four cross passages, which are linked together by a single longitudinal passage positioned half way between the twin road tunnels.
es: El concepto de diseño consistió en localizar cada subestación entre cuatro pasos verticales que están unidos por un solo paso longitudinal dispuesto a medio camino entre los túneles camineros gemelos.

source: The design of this dam considers 3 construction stages and a maximum height of 102 m in the deepest part of the valley.
es: El diseño de este muro considera 3 etapas de construcción y una altura máxima de 102 metros en la parte más baja del valle.

source: The design of this dam considers 8 downstream construction stages and a maximum height of 285 m in the deepest part of the valley, which makes it the tallest dam of its type in the world.
es: El diseño de este muro considera 8 etapas de construcción aguas abajo y una altura máxima de 285 metros en la parte más baja del valle, que lo convierte en la presa más alta de su tipo en el mundo.

source: The developed vibration attenuation model will enable the open pit blast carried out near the Tres Gigantes to be design to maintain compliance with the proposed vibration limit and mitigate the potential damage to the Tres Gigantes.
es: El modelo de atenuación de las vibraciones desarrollado permitirá que las voladuras a cielo abierto que se practiquen cerca de los Tres Gigantes sean diseñadas para cumplir con el límite de vibración propuesto y mitigar el daño potencial a los Tres Gigantes.

source: The device shall be in as new condition and rated for the weight of the vehicle with engineered attachment points.
es: Los implementos deben ser nuevos y corresponder al peso del vehículo, además de tener puntos de sujeción fabricados.

source: The dimensions of the monuments are around 50 – 80 m in height, approximately 20 – 30 m wide and situated on a west-facing slope between elevations 4052 m and 4120 m.
es: Las dimensiones de los monumentos son de alrededor de 50 a 80 m de altura, aproximadamente 20 a 30 m de ancho y se emplazan sobre un talud con orientación oeste situado a una elevación entre los 4052 y 4120 m.

source: The discharge elevation assigned for the underdrainage systems in the FEFLOW groundwater model is equal to the original topography beneath the waste rock pile.
es: La elevación de descarga asignada a los sistemas de drenaje subsuperficial en el modelo de agua subterránea de FEFLOW equivale a la topografía original debajo del depósito de estériles.

source: The discussions in the report provide indications of a reasonably complete understanding of the geologic and tectonic environment in the Spence Mine region.
es: Las discusiones en el informe entregan indicios de una comprensión bastante completa del marco geológico y tectónico en la región de la mina Spence.

source: The distance your work area must be away from a road is based on the speed of the vehicles in the vicinity.
es: La distancia que debe guardar el área de trabajo con un camino depende de la velocidad de los vehículos en el entorno.

source: The distribution of geotechnical units in the current pit is shown in Figure 2.14, together with representative section locations at important locations S1 through S5.
es: La distribución de las unidades geotécnicas en el pit actual se presenta en la Figura 2.14 junto con las ubicaciones de secciones representativas en ubicaciones importantes que van desde S1 a S5.

source: The distribution of hydraulic conductivity across these layers is illustrated on Figure 13; while Table 4 summarizes the overall parameterization of the “current conditions” model (including the boundary conditions employed and the hydraulic conductivities for each hydrostratigraphic unit.
es: La distribución de conductividad hidráulica en estas capas se ilustra en la Figura 13. La Tabla 4 resume la parametrización del modelo con las condiciones actuales (que incluyen las condiciones de frontera usadas y las conductividades hidráulicas de cada unidad hidroestratigráfica).

source: The distribution of the 7,120 earthquake records of M≥3 within the declustered catalog is shown in Figure 3.
es: La distribución de los 7120 registros de sismos de M≥3 en el catálogo depurado se muestra en la Figura 3.

source: The document includes steps / actions and cites practical tools for application in a Golder work environment.
es: El documento incluye los pasos/acciones y menciona herramientas prácticas para su aplicación en un ambiente de trabajo de Golder

source: The dominant frequency of ground vibrations from blasting, would tend to be in the range of 20 to 50 Hz.
es: La frecuencia dominante de las vibraciones del suelo causadas por voladuras tendería a estar entre 20 y 50 Hz.

source: The drainholes could be between 100 and 200 m in length.
es: Los pozos de drenaje pueden tener entre 100 m y 200 m de longitud.

source: The drainholes should be between 100 and 200 m in length depending on the hydrogeological conditions
es: Los pozos de drenaje deben tener una longitud de 100 a 200 m dependiendo de las condiciones hidrogeológicas.

source: The drains should be between 100 and 200 m in length.
es: Los drenes deben tener entre 100 m y 200 m de longitud.

source: The drawdown is essentially limited to the deep bedrock unit (HGU7 >20m), where the 1 m drawdown contour extends laterally approximately 230 m from the tunnel.
es: El abatimiento está esencialmente limitado a la roca profunda (HGU7 >20m), donde la curva de descenso de 1m se extiende lateralmente aproximadamente 230m desde el túnel.

source: The drilling crew had left the area to tend to other matters leaving our employee to finish work.
es: La cuadrilla de perforación abandonó el lugar para atender otros asuntos mientras nuestro colaborador se quedó para terminar su trabajo.

source: The drilling engineer / forklift operator was sent home the day of the incident.
es: El ingeniero de perforación y el operador del montacargas fueron enviados a sus hogares el día del incidente.

source: The driver (on behalf of Golder) shall practice ongoing situational awareness, remaining aware of the prevailing conditions and drive defensively, with the Golder employees being aware of the manner in which the vehicle is being driven.
es: El conductor (de Golder) deberá darse el tiempo para tomar conciencia de la situación, estar en conocimiento de las condiciones, y conducir a la defensiva, y los colaboradores de Golder estarán atentos a la forma en la que se conduce el vehículo.

source: The driver decided to edge forward, to see if the brakes were now released.
es: El conductor decidió avanzar, para ver si los frenos se habían desenganchado.

source: The driver stopped and there were no injuries.
es: El conductor se detuvo y no hubo lesionados.

source: The driver was aware the worker was under the trailer, but not able to see the worker.
es: El conductor era consciente de que el trabajador estaba debajo del remolque, pero no podía verlo.

source: The dump site is located away from all heavy equipment with the exception of 3 dump trucks moving in and out of the area to dump material.
es: El sitio está ubicado lejos de los equipos pesados, con la excepción de 3 camiones tolva que entran y salen del área para descargar material.

source: The earthquake catalogue provides the most important input to the PSHA in that it provides information related to the spatial configuration of seismic sources, the spatial distribution of future earthquakes within seismic sources, and the rate of earthquake occurrences.
es: El catálogo de sismos aporta las entradas más importantes al análisis PSHA puesto que proporciona información relacionada con la configuración espacial de las fuentes sísmicas, la distribución espacial de sismos futuros dentro de las fuentes sísmicas y la tasa de ocurrencias sísmicas.

source: The earthquake design ground motion (EDGM) parameters developed through PSHA and DSHA include estimates of the horizontal peak ground acceleration (PGA) and selected spectral accelerations (Sa).
es: Los parámetros sísmicos de diseño elaborados a través de los análisis probabilístico y determinístico comprenden estimaciones de la aceleración horizontal máxima (PGA) y una selección de aceleraciones espectrales (Sa).

source: The earthquake ground motions have been developed from site-specific probabilistic seismic hazard analysis (PSHA) and site-specific deterministic seismic hazard analysis (DSHA).
es: Dichos parámetros de diseño han sido desarrollados a partir de análisis de peligro sísmico probabilísticos y determinísticos (PSHA y DSHA).

source: The earthquake records within the declustered project catalog were evaluated for completeness for individual subduction zone sources and the shallow crustal area source following the procedures of Mulargia and Tinti (1985).
es: Los registros sísmicos en el catálogo del proyecto depurado fueron evaluados en cuanto a la completitud de las fuentes individuales en zona de subducción y de la fuente de área superficial cortical de acuerdo con los procedimientos de Mulargia y Tinti (1985).
